# Все тексты бота в одном месте

START_TEXT = """
👋 Здравствуйте!  
Я — ваш помощник по покупке и продаже USDT в Москве.
Выберите действие ниже:
(версия: codespaces)
"""

# ---------- ПОКУПКА USDT ----------

BUY_ASK_AMOUNT_TEXT = """
💸 <b>Покупка USDT (Москва)</b>

Укажите, пожалуйста, сумму обмена в рублях:
"""

BUY_ASK_CONTACT_TEXT = """
📝Пожалуйста, укажите ФИО для пропуска.
"""

BUY_FINISH_TEXT = """
✅ Спасибо! Мы получили вашу заявку на покупку USDT.
Наш оператор свяжется с вами в ближайшее время.
"""

# ---------- ПРОДАЖА USDT ----------

SELL_ASK_AMOUNT_TEXT = """
💵 <b>Продажа USDT (Москва)</b>

Укажите, пожалуйста, сумму обмена в USDT:
"""

SELL_ASK_CONTACT_TEXT = """
📝Пожалуйста, укажите ФИО для пропуска.
"""

SELL_FINISH_TEXT = """
✅ Спасибо! Мы получили вашу заявку на продажу USDT.
Наш оператор свяжется с вами в ближайшее время.
"""

# ---------- КУРС ПОКУПКИ / ПРОДАЖИ ----------

COURSE_TEXT = """
📊 <b>Курс покупки / продажи USDT (Москва)</b>

Курс на покупку USDT:  
Курс на продажу USDT:
"""
